<?php
/**
 * MyBB 1.6 English Language Pack
 * Copyright 2010 MyBB Group, All Rights Reserved
 *
 * $Id: datahandler_pm.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

$l['pmdata_too_long_subject'] = "Заглавието на Вашето лично съобщение е много дълго. Моля, въведете по-късо заглавие.";
$l['pmdata_code_no_subject'] = "[без заглавие]";
$l['pmdata_missing_subject'] = "Не сте въвели заглавие на съобщението. Моля, въведете заглавие.";
$l['pmdata_missing_message'] = "Не сте въвели съобщение, което да се изпрати. Моля, въведете съобщение.";
$l['pmdata_invalid_recipients'] = "Един или повече от въведените получатели не е регистриран. Невалидни получатели: {1}";
$l['pmdata_no_recipients'] = "Не сте въвели никакви получатели на съобщението. Трябва да въведете поне един потребител в полето 'до'.";
$l['pmdata_too_many_recipients'] = "Позволено е да изпращате съобщения само до {1} потребители на веднъж.";
$l['pmdata_recipient_is_ignoring'] = "Не можете да изпращате съобщения до {1}, защото сте в техния черен списък.";
$l['pmdata_recipient_has_buddy_only'] = "Не можете да изпращате съобщения до {1}, защото не сте в техния списък с приятели.";
$l['pmdata_recipient_pms_disabled'] = "{1} е забранил личните съобщения.  Не можете да изпращате лични съобщения на този потребител.";
$l['pmdata_recipient_reached_quota'] = "{1} е достигнал неговата квота за лични съобщения, поради това Вашето съобщение не може да бъде изпратено.";
$l['pmdata_pm_flooding'] = "Опитвате се да изпратите съобщение много бързо след като сте изпратили предишно съобщение. Моля, изчакайте още {1} секунди.";
$l['pmdata_pm_flooding_one_second'] = "Опитвате се да изпратите съобщение много бързо след като сте изпратили предишно съобщение. Моля, изчакайте още 1 секунда.";
?>