<?php
/**
 * MyBB 1.6 English Language Pack
 * Copyright 2010 MyBB Group, All Rights Reserved
 *
 * $Id: datahandler_event.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

$l['eventdata_missing_name'] = "Името на събитието липсва. Моля, въведете име на събитие.";
$l['eventdata_missing_description'] = "Описанието на събитието липсва. Моля, въведете описание на събитие.";
$l['eventdata_invalid_start_date'] = "Началната дата на събитието е невалидна. Уверете се, че сте въвели ден, месец и година, както и да се уверите, че въведения ден е валиден за съответния месец.";
$l['eventdata_invalid_start_year'] = "Събития могат да се създават само в следващите 5 години. Моля изберете разумна начална дата от списъка.";
$l['eventdata_invalid_start_month'] = "Началният месец не е валиден. Моля, въведете валиден начален месец.";
$l['eventdata_invalid_end_date'] = "Крайната дата на събитието не е валидна. Уверете се, че сте въвели ден, месец и година, както и да се уверите, че въведения ден е валиден за съответния месец.";
$l['eventdata_invalid_end_year'] = "Събития могат да се създават само в следващите 5 години. Моля, изберете разумна начална дата от списъка.";
$l['eventdata_invalid_end_month'] = "Крайният месец не е валиден. Моля, въведете валиден краен месец.";
$l['eventdata_invalid_end_day'] = "Крайният ден не е валиден ден. Денят, който сте избрали вероятно е по-голям от броя на дните в този месец.";
$l['eventdata_cant_specify_one_time'] = "Ако въвеждате начално време за събитие трябва да въведете и крайно време за събитие.";
$l['eventdata_start_time_invalid'] = "Началното време е невалидно. Валидни примери са 12am, 12:01am, 00:01.";
$l['eventdata_end_time_invalid'] = "Крайното време е невалидно. Валидни примери са 12am, 12:01am, 00:01.";
$l['eventdata_invalid_timezone'] = "Часовата зона, която сте избрали е невалидна.";
$l['eventdata_end_in_past'] = "Крайната дата или време за Вашето събитие е преди началната дата или време.";
$l['eventdata_only_ranged_events_repeat'] = "Само продължителни събития (събития с начална и крайна дата) могат да са повтарящи.";
$l['eventdata_invalid_repeat_day_interval'] = "Въвели сте невалиден дневен интервал за повтаряне.";
$l['eventdata_invalid_repeat_week_interval'] = "Въвели сте невалиден седмичен интервал за повтаряне.";
$l['eventdata_invalid_repeat_weekly_days'] = "Не сте избрали дни от седмицата, на които ще се случи събитието.";
$l['eventdata_invalid_repeat_month_interval'] = "Въвели сте невалиден месечен интервал за повтаряне.";
$l['eventdata_invalid_repeat_year_interval'] = "Въвели сте невалиден годишен интервал за повтаряне.";
$l['eventdata_event_wont_occur'] = "Използването на начално и крайно време заедно с повтаряеми настройки ще доведе до невалидно събитие. ";
$l['eventdata_no_permission_private_event'] = "Нямате разрешение за публикуване на лични събития.";
?>