<?php
/**
 * MyBB 1.6 English Language Pack
 * Copyright 2010 MyBB Group, All Rights Reserved
 * 
 * $Id: helpdocs.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

// Help Document 1
$l['d1_name'] = "Регистрация";
$l['d1_desc'] = "Бонуси и привилегии за регистрация на потребители.";
$l['d1_document'] = "Някои части от форума може да изискват регистрация и логване. Регистрацията е безплатна и отнемя няколко минутки.
<br /><br />Препоръчваме Ви да се регистрирате; щом се ригистрирате ще можете да публикувате съобщения, да правите собствени настройки.
<br /><br />Някои от функциите, които искат регистрация са абониране, промяна на стилове, достъп в личния бележник и изпращане на e-mail до потребителите.";
// Help Document 2
$l['d2_name'] = "Обновяване на профила";
$l['d2_desc'] = "Промяната на вашите данни в момента се записва.";
$l['d2_document'] = "В даден момент по време на престоя си, можете да решите, че трябва да се актуализират някои данни, като например информация за instant messenger, паролата Ви или може би да трябва да промените вашия e-mail адрес. Можете да промените тази информация от Вашия потребителски контролен панел. За достъп до контролния панел трябва само да кликнете върху линка в горния десен ъгъл на всяка страница озаглавен \"Потребителски панел\". От там просто изберете \"Редактиране на профил\" и променете или обновете всички желани елементи, след което кликнете върху бутона в долната част на страницата, за да се отразят промените.";
// Help Document 3
$l['d3_name'] = "Използване на Cookies (бисквитки в MyBB";
$l['d3_desc'] = "MyBB използва бисквитки за да запомня определена информация за вашата регистрация.";
$l['d3_document'] = "MyBB използва бисквитки за да запомня логин информация, ако сте регистриран и информация за последните ви посещения.
<br /><br />Бисквитките са малки текстови документи запаметени на вашия компютър;  бисквитки създадени от този форум могат да се използват само за този website и не представляват риск за сигурността.
<br /><br />Бисквитките в този форум могат също да проследяват определени прочетени от Вас теми и кога последно сте ги чели.
<br /><br />За да изчистите всички бисквитки създадени от този форум натиснете <a href=\"misc.php?action=clearcookies&amp;key={1}\">тук</a>.";
// Help Document 4
$l['d4_name'] = "Вход и Изход.";
$l['d4_desc'] = "Как да се впишем и отпишем.";
$l['d4_document'] = "Когато се вписваме вие създавате бисквитка на вашата машина, така че ще можете да разглеждате форума без да трябва да въвеждате потребителското си име и парола всеки път. Когато се отпишете се изчиства тази бисквитка, за да е сигурно, че никой няма да разглежда форума от ваше име.
<br /><br />За да се впишете, просто кликлнете линка за Вход в горния ляв ъгъл на форума. За да се отпишете, натиснете линка за Изход на същото място. В събитията не можете да се отписвате, изчистването на бисквитките на вашата машина има същия ефект.";
// Help Document 5
$l['d5_name'] = "Публикуване на Нова тема";
$l['d5_desc'] = "Започване на нова тема във форума.";
$l['d5_document'] = "Когато влезете във форум от който сте заинтересовани и искате да създадете нова тема, просто натиснете бутона отгоре и отдолу на форума озаглавен \"Нова тема\". Моля, отбележете, че може да нямате разрешение да публикувате нови теми във всеки форум, тъй като вашия администратор може да е ограничил публикуването в този форум или да го е архивирал изцяло.";
// Help Document 6
$l['d6_name'] = "Публикуване на отговор";
$l['d6_desc'] = "Отговор на тема във форума.";
$l['d6_document'] = "По време на вашия престой може да искате да отговорите в дадена тема. За да направите това натиснете бутон \"Публикувай отговор\" в дъното или отгоре на дадената темата. Моля, отбележете, че вашия администратор може да е ограничил публикуването в определени теми в дадения форум.
<br /><br /> В допълнение, модератор на форума може да е заключил тема, което означава, че потребители не могат да отговарят в нея. Няма начин потребител да отключи такава тема без помоща на модератор или администратор.";
// Help Document 7
$l['d7_name'] = "MyCode";
$l['d7_desc'] = "Научете как да използвате MyCode за да подобрите вашите публикации.";
$l['d7_document'] = "Можете да използвате MyCode, опростена версия на HTML, във вашите публикации за да създадете определени ефекти.
<p><br />[b]Този текст е удебелен[/b]<br />&nbsp;&nbsp;&nbsp;<b>Този текст е удебелен</b>
<p>[i]Този текст е наклонен[/i]<br />&nbsp;&nbsp;&nbsp;<i>Този текст е наклонен</i>
<p>[u]Този текст е подчертан[/u]<br />&nbsp;&nbsp;&nbsp;<u>Този текст е подчертан</u>
<p>[s]Този текст е задраскан[/s]<br />&nbsp;&nbsp;&nbsp;<strike>Този текст е задраскан</strike>
<p><br />[url]http://www.example.com/[/url]<br />&nbsp;&nbsp;&nbsp;<a href=\"http://www.example.com/\">http://www.example.com/</a>
<p>[url=http://www.example.com/]Example.com[/url]<br />&nbsp;&nbsp;&nbsp;<a href=\"http://www.example.com/\">Example.com</a>
<p>[email]example@example.com[/email]<br />&nbsp;&nbsp;&nbsp;<a href=\"mailto:example@example.com\">example@example.com</a>
<p>[email=example@example.com]E-mail Me![/email]<br />&nbsp;&nbsp;&nbsp;<a href=\"mailto:example@example.com\">E-mail Me!</a>
<p>[email=example@example.com?subject=spam]E-mail with subject[/email]<br />&nbsp;&nbsp;&nbsp;<a href=\"mailto:example@example.com?subject=spam\">E-mail with subject</a>
<p><br />[quote]Цитирания текст ще бъде тук[/quote]<br />&nbsp;&nbsp;&nbsp;<quote>Цитирания текст ще бъде тук</quote>
<p>[code]Текст със запазено форматиране[/code]<br />&nbsp;&nbsp;&nbsp;<code>Текст със запазено форматиране</code>
<p><br />[img]http://www.php.net/images/php.gif[/img]<br />&nbsp;&nbsp;&nbsp;<img src=\"http://www.php.net/images/php.gif\">
<p>[img=50x50]http://www.php.net/images/php.gif[/img]<br />&nbsp;&nbsp;&nbsp;<img src=\"http://www.php.net/images/php.gif\" width=\"50\" height=\"50\">
<p><br />[color=red]Този текст е червен[/color]<br />&nbsp;&nbsp;&nbsp;<font color=\"red\">Този текст е червен</font>
<p>[size=3]Този текст е с размер 3[/size]<br />&nbsp;&nbsp;&nbsp;<font size=\"3\">Този текст е с размер 3</font>
<p>[font=Tahoma]Този шрифт е Tahoma[/font]<br />&nbsp;&nbsp;&nbsp;<font face=\"Tahoma\">Този шрифт е Tahoma</font>
<p><br />[align=center]Това е центрирано[/align]<div align=\"center\">Това е центрирано</div>
<p>[align=right]Това е подравнено в дясно[/align]<div align=\"right\">Това е подравнено в дясно</div>
<p><br />[list]<br />[*]Елемент от списък #1<br />[*]Елемент от списък #2<br />[*]Елемент от списък #3<br />[/list]<br /><ul><li>Елемент от списък #1</li><li>Елемент от списък #2</li><li>Елемент от списък #3</li>
</ul>
<p>Може да направите подреден списък, като използвате [list=1] за номериран и [list=a] за буквен списък.</p>";
?>